Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: The Profile and Settings button is available from Home, Discover, and For You. Visually, it appears as a small person icon in the toolbar. Profile and Settings isn't a separate tab. The button remains available in the toolbar as you move between the three main tabs. Here you'll find My Account, Settings, What's New, About, Contact AppleVis, and Replay Welcome Tour. I'll show you the main sections.
ar: زر الملف الشخصي والإعدادات متاح من الرئيسية واستكشاف ومن أجلك. ويظهر بصريًا كأيقونة صغيرة لشخص في شريط الأدوات. الملف الشخصي والإعدادات ليس علامة تبويب مستقلة. يبقى الزر في شريط الأدوات أثناء تنقلك بين علامات التبويب الرئيسية الثلاث. هنا ستجد حسابي والإعدادات وما الجديد وحول والتواصل مع AppleVis وإعادة تشغيل الجولة الترحيبية. سأريك الأقسام الرئيسية.
de: Die Taste „Profil und Einstellungen“ ist auf der Startseite, in „Entdecken“ und in „Für dich“ verfügbar. Optisch ist sie ein kleines Personensymbol in der Symbolleiste. „Profil und Einstellungen“ ist kein eigener Tab. Die Taste bleibt in der Symbolleiste, während du zwischen den drei Haupt-Tabs wechselst. Hier findest du Mein Konto, Einstellungen, Neuigkeiten, Info, AppleVis kontaktieren und „Willkommenstour erneut abspielen“. Ich zeige dir die wichtigsten Bereiche.
el: Το κουμπί Προφίλ και Ρυθμίσεις είναι διαθέσιμο από την Αρχική, την Ανακάλυψη και το Για Εσάς. Οπτικά, εμφανίζεται ως ένα μικρό εικονίδιο ατόμου στη γραμμή εργαλείων. Το Προφίλ και Ρυθμίσεις δεν είναι ξεχωριστή καρτέλα. Το κουμπί παραμένει στη γραμμή εργαλείων καθώς μετακινείστε ανάμεσα στις τρεις κύριες καρτέλες. Εδώ θα βρείτε τον Λογαριασμό μου, τις Ρυθμίσεις, τα Τι νέο υπάρχει, τις Πληροφορίες, την Επικοινωνία με το AppleVis και την Επανάληψη Ξενάγησης Καλωσορίσματος. Θα σας δείξω τις κύριες ενότητες.
es: El botón Perfil y configuración está disponible en Inicio, Descubrir y Para ti. Visualmente, aparece como un pequeño icono de persona en la barra de herramientas. Perfil y configuración no es una pestaña aparte. El botón sigue en la barra de herramientas mientras te mueves entre las tres pestañas principales. Aquí encontrarás Mi cuenta, Configuración, Novedades, Acerca de, Contactar a AppleVis y Repetir recorrido de bienvenida. Te enseñaré las secciones principales.
fa: دکمهٔ نمایه و تنظیمات از خانه، کشف کنید و برای شما در دسترس است. از نظر ظاهری، به شکل نماد کوچک یک شخص در نوار ابزار دیده می‌شود. نمایه و تنظیمات زبانهٔ جداگانه‌ای نیست. دکمه هنگام جابه‌جایی بین سه زبانهٔ اصلی در نوار ابزار می‌ماند. اینجا حساب من، تنظیمات، تازه‌ها، درباره، تماس با AppleVis و پخش دوبارهٔ تور خوشامدگویی را پیدا می‌کنید. بخش‌های اصلی را نشانتان می‌دهم.
fr: Le bouton Profil et réglages est disponible depuis Accueil, Découvrir et Pour vous. Visuellement, il apparaît sous forme d'une petite icône de personne dans la barre d'outils. Profil et réglages n'est pas un onglet à part. Le bouton reste dans la barre d'outils quand vous passez d'un des trois onglets principaux à l'autre. Vous y trouverez Mon compte, les réglages, Nouveautés, À propos, Contacter AppleVis et Revoir la visite de bienvenue. Je vais vous montrer les sections principales.
he: כפתור פרופיל והגדרות זמין מבית, מגילוי ומבשבילך. מבחינה חזותית הוא מופיע כסמל קטן של אדם בסרגל הכלים. פרופיל והגדרות איננו לשונית נפרדת. הכפתור נשאר בסרגל הכלים בזמן המעבר בין שלוש הלשוניות הראשיות. כאן תמצא את החשבון שלי, ההגדרות, מה חדש, אודות, יצירת קשר עם AppleVis והפעלה מחדש של סיור הקבלת הפנים. אראה לך את האזורים העיקריים.
hi: प्रोफ़ाइल और सेटिंग्स बटन होम, खोजें और आपके लिए से उपलब्ध है। देखने में यह टूलबार में एक छोटे व्यक्ति के आइकन जैसा है। प्रोफ़ाइल और सेटिंग्स कोई अलग टैब नहीं है। तीनों मुख्य टैब के बीच जाते समय बटन टूलबार में बना रहता है। यहाँ आपको मेरा खाता, सेटिंग्स, नया क्या है, परिचय, AppleVis से संपर्क करें और स्वागत टूर दोबारा चलाएं मिलेंगे। मैं आपको मुख्य हिस्से दिखाऊँगा।
id: Tombol Profil dan Pengaturan tersedia dari Beranda, Jelajahi, dan Untuk Anda. Secara visual, tombol ini tampil sebagai ikon orang kecil di bar alat. Profil dan Pengaturan bukan tab terpisah. Tombolnya tetap ada di bar alat saat Anda berpindah di antara tiga tab utama. Di sini Anda akan menemukan Akun Saya, Pengaturan, Yang Baru, Tentang, Hubungi AppleVis, dan Putar Ulang Tur Sambutan. Saya akan menunjukkan bagian-bagian utamanya.
it: Il pulsante Profilo e impostazioni è disponibile da Home, Scopri e Per te. Visivamente appare come una piccola icona a forma di persona nella barra degli strumenti. Profilo e impostazioni non è un pannello a parte. Il pulsante resta nella barra degli strumenti mentre passi da uno all'altro dei tre pannelli principali. Qui trovi Il mio account, Impostazioni, Novità, Informazioni, Contatta AppleVis e Rivedi il tour di benvenuto. Ti mostro le sezioni principali.
ja: 「プロフィールと設定」ボタンは、ホーム、「見つける」、「あなたへ」から使えます。見た目では、ツールバーにある小さな人物のアイコンです。 「プロフィールと設定」は独立したタブではありません。3つのメインタブを移動しても、ボタンはツールバーに残ります。 ここには、マイアカウント、設定、新機能、情報、「AppleVis に問い合わせる」、「ようこそツアーを再生」があります。 主なセクションをご紹介します。
ko: '프로필 및 설정' 버튼은 홈, 둘러보기, '나를 위한'에서 쓸 수 있어요. 도구 막대에 있는 작은 사람 아이콘으로 보여요. '프로필 및 설정'은 별도의 탭이 아니에요. 세 개의 주요 탭을 오가도 버튼은 도구 막대에 그대로 있어요. 여기에서 내 계정, 설정, 새로운 기능, 정보, 'AppleVis에 문의', '환영 둘러보기 다시 보기'를 찾을 수 있어요. 주요 섹션을 보여 드릴게요.
nl: De knop Profiel en instellingen is beschikbaar vanuit Home, Ontdekken en Voor jou. Visueel is het een klein persoonssymbool in de knoppenbalk. Profiel en instellingen is geen apart tabblad. De knop blijft in de knoppenbalk terwijl je tussen de drie hoofdtabbladen wisselt. Hier vind je Mijn Account, Instellingen, Wat is er nieuw, Info, Contact opnemen met AppleVis en Welkomstrondleiding herhalen. Ik laat je de belangrijkste onderdelen zien.
pl: Przycisk Profil i ustawienia jest dostępny na Stronie głównej, w Odkrywaj i w Dla Ciebie. Wizualnie jest to mała ikona osoby na pasku narzędzi. Profil i ustawienia nie jest osobną kartą. Przycisk pozostaje na pasku narzędzi, gdy przechodzisz między trzema głównymi kartami. Znajdziesz tu Moje Konto, Ustawienia, Co nowego, Informacje, Skontaktuj się z AppleVis oraz Odtwórz ponownie samouczek powitalny. Pokażę Ci najważniejsze sekcje.
pt: O botão Perfil e configurações está disponível em Início, Descobrir e Para você. Visualmente, ele aparece como um pequeno ícone de pessoa na barra de ferramentas. Perfil e configurações não é uma aba separada. O botão continua na barra de ferramentas enquanto você passa pelas três abas principais. Aqui você encontra Minha Conta, Configurações, Novidades, Sobre, Contatar a AppleVis e Repetir tour de boas-vindas. Vou mostrar as seções principais.
ru: Кнопка «Профиль и настройки» доступна на «Главной», в «Обзоре» и в «Для вас». Визуально это маленький значок человека на панели инструментов. «Профиль и настройки» — не отдельная вкладка. Кнопка остаётся на панели инструментов, пока вы переходите между тремя основными вкладками. Здесь находятся «Мой аккаунт», «Настройки», «Что нового», «О приложении», «Связаться с AppleVis» и «Повторить приветственный обзор». Покажу вам основные разделы.
sv: Knappen Profil och inställningar finns i Hem, Upptäck och För dig. Visuellt ser den ut som en liten personsymbol i verktygsfältet. Profil och inställningar är ingen egen flik. Knappen finns kvar i verktygsfältet medan du växlar mellan de tre huvudflikarna. Här hittar du Mitt Konto, Inställningar, Nyheter, Om, Kontakta AppleVis och Spela upp välkomstrundturen igen. Jag visar dig de viktigaste delarna.
th: ปุ่มโปรไฟล์และการตั้งค่าใช้ได้จากหน้าหลัก ค้นพบ และสำหรับคุณ ปุ่มนี้แสดงเป็นไอคอนรูปคนเล็กๆ ในแถบเครื่องมือ โปรไฟล์และการตั้งค่าไม่ใช่แท็บแยก ปุ่มจะอยู่ในแถบเครื่องมือเสมอขณะที่คุณสลับไปมาระหว่างสามแท็บหลัก ที่นี่คุณจะพบบัญชีของฉัน การตั้งค่า มีอะไรใหม่ เกี่ยวกับ ติดต่อ AppleVis และเล่นทัวร์ต้อนรับซ้ำ ฉันจะพาไปดูส่วนหลักๆ
tr: Profil ve Ayarlar düğmesi Ana Sayfa, Keşfet ve Sizin İçin'den kullanılabilir. Görsel olarak araç çubuğunda küçük bir kişi simgesi olarak görünür. Profil ve Ayarlar ayrı bir sekme değildir. Üç ana sekme arasında gezinirken düğme araç çubuğunda kalır. Burada Hesabım, Ayarlar, Yenilikler, Hakkında, AppleVis ile İletişime Geç ve Karşılama Turunu Tekrar Oynat'ı bulursunuz. Size ana bölümleri göstereceğim.
uk: Кнопка «Профіль і налаштування» доступна на «Головній», в «Огляді» та в «Для вас». Візуально це маленький значок людини на панелі інструментів. «Профіль і налаштування» — не окрема вкладка. Кнопка залишається на панелі інструментів, поки ви переходите між трьома основними вкладками. Тут є «Мій обліковий запис», «Налаштування», «Що нового», «Про додаток», «Зв'язатися з AppleVis» і «Відтворити вітальний тур знову». Покажу вам основні розділи.
vi: Nút Hồ sơ và Cài đặt có ở Trang chủ, Khám phá và Dành cho bạn. Về mặt hình ảnh, nó là một biểu tượng hình người nhỏ trên thanh công cụ. Hồ sơ và Cài đặt không phải là một tab riêng. Nút vẫn ở trên thanh công cụ khi bạn chuyển giữa ba tab chính. Tại đây bạn sẽ thấy Tài Khoản Của Tôi, Cài đặt, Có gì mới, Giới thiệu, Liên hệ AppleVis và Phát lại Hướng dẫn chào mừng. Tôi sẽ giới thiệu các mục chính.
zh_hans: “个人资料与设置”按钮在主页、“发现”和“为您推荐”中都可以使用。在界面上，它显示为工具栏中的一个小人像图标。 “个人资料与设置”不是一个单独的标签页。在三个主要标签页之间切换时，这个按钮一直留在工具栏中。 在这里，你可以找到我的账户、设置、新功能、关于、联系 AppleVis 以及重新播放欢迎导览。 我来介绍几个主要部分。

source: My Account contains the options related to signing in and managing your AppleVis account. Edit Profile lets you change the information shown to other community members, including your Bio. AI-powered Bio Assist can help you draft a Bio if you'd like help getting started. Change Password and Change Email Address let you update your account credentials from the app. Sign Out is also available here. Private messages are handled from member profiles rather than My Account. To message someone, find their name in the app, open their profile, and choose the option to send them a private message.
ar: يحتوي «حسابي» على الخيارات المتعلقة بتسجيل الدخول وإدارة حسابك في AppleVis. يتيح لك «تعديل الملف الشخصي» تغيير المعلومات التي يراها أعضاء المجتمع الآخرون، بما فيها سيرتك الذاتية. ويمكن لمساعد السيرة الذاتية المدعوم بالذكاء الاصطناعي مساعدتك في كتابتها إذا أردت عونًا للبدء. يتيح لك «تغيير كلمة السر» و«تغيير البريد الإلكتروني» تحديث بيانات حسابك من التطبيق. ويوجد هنا أيضًا «تسجيل الخروج». تُدار الرسائل الخاصة من الملفات الشخصية للأعضاء لا من «حسابي». لمراسلة شخص ما، ابحث عن اسمه في التطبيق وافتح ملفه الشخصي واختر خيار إرسال رسالة خاصة إليه.
de: „Mein Konto“ enthält die Optionen rund um die Anmeldung und die Verwaltung deines AppleVis-Kontos. Mit „Profil bearbeiten“ änderst du die Informationen, die andere Community-Mitglieder sehen, einschließlich deiner Biografie. Der KI-gestützte Biografie-Assistent hilft dir beim Entwurf, wenn du Unterstützung beim Einstieg möchtest. Mit „Passwort ändern“ und „E-Mail-Adresse ändern“ aktualisierst du deine Zugangsdaten direkt in der App. Auch „Abmelden“ findest du hier. Private Nachrichten laufen über die Profile der Mitglieder, nicht über „Mein Konto“. Um jemandem zu schreiben, suche den Namen in der App, öffne das Profil und wähle die Option, eine private Nachricht zu senden.
el: Ο Λογαριασμός μου περιέχει τις επιλογές που αφορούν τη σύνδεση και τη διαχείριση του λογαριασμού σας στο AppleVis. Η Επεξεργασία Προφίλ σας επιτρέπει να αλλάξετε τις πληροφορίες που βλέπουν τα άλλα μέλη της κοινότητας, μαζί με το βιογραφικό σας. Ο Βοηθός Βιογραφικού, με τεχνητή νοημοσύνη, μπορεί να σας βοηθήσει να το γράψετε αν θέλετε βοήθεια για να ξεκινήσετε. Η Αλλαγή κωδικού και η Αλλαγή διεύθυνσης email σας επιτρέπουν να ενημερώσετε τα στοιχεία σύνδεσής σας μέσα από την εφαρμογή. Εδώ υπάρχει και η Αποσύνδεση. Τα ιδιωτικά μηνύματα γίνονται από τα προφίλ των μελών και όχι από τον Λογαριασμό μου. Για να στείλετε μήνυμα σε κάποιον, βρείτε το όνομά του στην εφαρμογή, ανοίξτε το προφίλ του και επιλέξτε την επιλογή αποστολής ιδιωτικού μηνύματος.
es: Mi cuenta contiene las opciones relacionadas con iniciar sesión y gestionar tu cuenta de AppleVis. Editar perfil te permite cambiar la información que ven otros miembros de la comunidad, incluida tu biografía. El Asistente de biografía, basado en IA, puede ayudarte a redactarla si quieres ayuda para empezar. Cambiar contraseña y Cambiar correo electrónico te permiten actualizar tus credenciales desde la app. Cerrar sesión también está aquí. Los mensajes privados se gestionan desde los perfiles de los miembros, no desde Mi cuenta. Para escribir a alguien, busca su nombre en la app, abre su perfil y elige la opción de enviarle un mensaje privado.
fa: حساب من گزینه‌های مربوط به ورود و مدیریت حساب AppleVis شما را در بر دارد. ویرایش نمایه به شما امکان می‌دهد اطلاعاتی را که اعضای دیگر جامعه می‌بینند، از جمله بیوگرافی خود، تغییر دهید. دستیار بیوگرافی که با هوش مصنوعی کار می‌کند، اگر برای شروع کمک بخواهید، می‌تواند در نوشتن پیش‌نویس بیوگرافی کمکتان کند. تغییر گذرواژه و تغییر نشانی ایمیل به شما امکان می‌دهند اطلاعات ورود خود را از داخل برنامه به‌روز کنید. خروج از حساب هم اینجاست. پیام‌های خصوصی از نمایهٔ اعضا مدیریت می‌شوند، نه از حساب من. برای پیام دادن به کسی، نامش را در برنامه پیدا کنید، نمایه‌اش را باز کنید و گزینهٔ ارسال پیام خصوصی را انتخاب کنید.
fr: Mon compte regroupe les options liées à la connexion et à la gestion de votre compte AppleVis. Modifier le profil vous permet de changer les informations visibles par les autres membres, y compris votre bio. L'Assistant bio, basé sur l'IA, peut vous aider à rédiger votre bio si vous voulez un coup de pouce pour commencer. Modifier le mot de passe et Modifier l'adresse e-mail vous permettent de mettre à jour vos identifiants depuis l'app. Vous pouvez aussi vous déconnecter ici. Les messages privés se gèrent depuis les profils des membres plutôt que depuis Mon compte. Pour écrire à quelqu'un, trouvez son nom dans l'app, ouvrez son profil et choisissez l'option pour lui envoyer un message privé.
he: החשבון שלי כולל את האפשרויות הקשורות להתחברות ולניהול חשבון AppleVis שלך. עריכת פרופיל מאפשרת לשנות את המידע שחברי קהילה אחרים רואים, כולל הביוגרפיה שלך. עוזר הביוגרפיה המבוסס על AI יכול לעזור לך לנסח ביוגרפיה אם תרצה עזרה בהתחלה. שינוי סיסמה ושינוי כתובת דוא"ל מאפשרים לעדכן את פרטי ההתחברות מתוך האפליקציה. גם התנתקות נמצאת כאן. הודעות פרטיות מנוהלות מתוך הפרופילים של החברים ולא מהחשבון שלי. כדי לשלוח הודעה למישהו, מצא את שמו באפליקציה, פתח את הפרופיל שלו ובחר באפשרות לשלוח לו הודעה פרטית.
hi: मेरा खाता में साइन इन करने और अपने AppleVis खाते को प्रबंधित करने से जुड़े विकल्प हैं। प्रोफ़ाइल संपादित करें से आप वह जानकारी बदल सकते हैं जो समुदाय के दूसरे सदस्य देखते हैं, जिसमें आपका बायो भी शामिल है। अगर आपको शुरुआत में मदद चाहिए, तो AI से चलने वाला बायो सहायक बायो लिखने में आपकी मदद कर सकता है। पासवर्ड बदलें और ईमेल पता बदलें से आप ऐप से ही अपनी खाता जानकारी अपडेट कर सकते हैं। साइन आउट भी यहीं है। निजी संदेश मेरा खाता से नहीं, सदस्यों की प्रोफ़ाइल से भेजे जाते हैं। किसी को संदेश भेजने के लिए, ऐप में उनका नाम ढूँढें, उनकी प्रोफ़ाइल खोलें और निजी संदेश भेजने का विकल्प चुनें।
id: Akun Saya berisi opsi yang berkaitan dengan masuk dan mengelola akun AppleVis Anda. Edit Profil memungkinkan Anda mengubah informasi yang dilihat anggota komunitas lain, termasuk Bio Anda. Bantuan Bio bertenaga AI bisa membantu Anda menyusun Bio jika Anda ingin bantuan untuk memulai. Ubah Kata Sandi dan Ubah Alamat Email memungkinkan Anda memperbarui kredensial akun dari aplikasi. Keluar juga ada di sini. Pesan pribadi dikelola dari profil anggota, bukan dari Akun Saya. Untuk mengirim pesan kepada seseorang, cari namanya di aplikasi, buka profilnya, lalu pilih opsi untuk mengirim pesan pribadi.
it: Il mio account contiene le opzioni legate all'accesso e alla gestione del tuo account AppleVis. Modifica profilo ti permette di cambiare le informazioni visibili agli altri membri della comunità, compresa la tua biografia. L'Assistente biografia, basato sull'IA, può aiutarti a scriverla se vuoi una mano per iniziare. Cambia password e Cambia indirizzo email ti permettono di aggiornare le credenziali dall'app. Qui trovi anche Esci. I messaggi privati si gestiscono dai profili dei membri, non da Il mio account. Per scrivere a qualcuno, trova il suo nome nell'app, apri il suo profilo e scegli l'opzione per inviargli un messaggio privato.
ja: マイアカウントには、サインインや AppleVis アカウントの管理に関する項目があります。 「プロフィールを編集」では、ほかのコミュニティメンバーに表示される情報を、自己紹介も含めて変更できます。書き始めに手助けがほしいときは、AI による「プロフィール文アシスト」が自己紹介の下書きを手伝います。 「パスワードを変更」と「メールアドレスを変更」で、アプリからアカウント情報を更新できます。サインアウトもここにあります。 プライベートメッセージは、マイアカウントではなくメンバーのプロフィールから送ります。誰かにメッセージを送るには、アプリでその人の名前を見つけてプロフィールを開き、プライベートメッセージを送るオプションを選びます。
ko: 내 계정에는 로그인 및 AppleVis 계정 관리와 관련된 옵션이 있어요. '프로필 편집'에서는 소개글을 포함해 다른 커뮤니티 회원에게 보이는 정보를 바꿀 수 있어요. 시작하는 데 도움이 필요하면 AI 기반 '소개글 도우미'가 소개글 초안을 도와줘요. '암호 변경'과 '이메일 주소 변경'으로 앱에서 계정 정보를 업데이트할 수 있어요. 로그아웃도 여기에 있어요. 개인 메시지는 내 계정이 아니라 회원의 프로필에서 보내요. 누군가에게 메시지를 보내려면 앱에서 그 사람의 이름을 찾아 프로필을 열고, 개인 메시지 보내기 옵션을 고르세요.
nl: Mijn Account bevat de opties rond inloggen en het beheren van je AppleVis-account. Met Profiel bewerken wijzig je de informatie die andere communityleden zien, waaronder je bio. De AI-gestuurde Bio-assistent kan je helpen een bio op te stellen als je wat hulp wilt om te beginnen. Met Wachtwoord wijzigen en E-mailadres wijzigen werk je je inloggegevens bij vanuit de app. Uitloggen vind je hier ook. Privéberichten verlopen via de profielen van leden, niet via Mijn Account. Wil je iemand een bericht sturen, zoek dan de naam op in de app, open het profiel en kies de optie om een privébericht te sturen.
pl: Moje Konto zawiera opcje związane z logowaniem i zarządzaniem kontem AppleVis. Edytuj profil pozwala zmienić informacje widoczne dla innych członków społeczności, w tym biografię. Asystent biografii oparty na AI może pomóc Ci ją napisać, jeśli potrzebujesz pomocy na start. Zmień hasło i Zmień adres e-mail pozwalają zaktualizować dane logowania w aplikacji. Jest tu też opcja Wyloguj się. Wiadomości prywatne wysyła się z profili członków, a nie z Mojego Konta. Aby napisać do kogoś, znajdź jego nazwę w aplikacji, otwórz profil i wybierz opcję wysłania prywatnej wiadomości.
pt: Minha Conta reúne as opções relacionadas a entrar na conta e gerenciar sua conta do AppleVis. Editar perfil permite mudar as informações que outros membros da comunidade veem, incluindo sua biografia. O Assistente de biografia, com IA, pode ajudar a escrever a biografia se você quiser uma ajuda para começar. Alterar senha e Alterar e-mail permitem atualizar suas credenciais pelo app. A opção Sair também fica aqui. As mensagens privadas são feitas pelos perfis dos membros, e não por Minha Conta. Para mandar mensagem a alguém, encontre o nome da pessoa no app, abra o perfil dela e escolha a opção de enviar uma mensagem privada.
ru: «Мой аккаунт» содержит параметры, связанные со входом и управлением аккаунтом AppleVis. «Изменить профиль» позволяет менять сведения, которые видят другие участники сообщества, включая биографию. «Помощник по биографии» на основе ИИ поможет составить её, если нужна помощь, чтобы начать. «Сменить пароль» и «Сменить адрес электронной почты» позволяют обновить учётные данные прямо в приложении. Здесь же можно выйти из аккаунта. Личные сообщения отправляются из профилей участников, а не из «Моего аккаунта». Чтобы написать кому-то, найдите его имя в приложении, откройте профиль и выберите вариант отправки личного сообщения.
sv: Mitt Konto innehåller alternativen för inloggning och hantering av ditt AppleVis-konto. Med Redigera profil ändrar du den information som andra medlemmar ser, inklusive din biografi. Den AI-drivna Biografiassistenten kan hjälpa dig att skriva ett utkast om du vill ha hjälp att komma igång. Med Ändra lösenord och Ändra e-postadress uppdaterar du dina inloggningsuppgifter direkt i appen. Logga ut finns också här. Privata meddelanden hanteras via medlemmarnas profiler, inte via Mitt Konto. För att skriva till någon letar du upp personens namn i appen, öppnar profilen och väljer alternativet att skicka ett privat meddelande.
th: บัญชีของฉันมีตัวเลือกเกี่ยวกับการลงชื่อเข้าใช้และการจัดการบัญชี AppleVis ของคุณ แก้ไขโปรไฟล์ ช่วยให้คุณเปลี่ยนข้อมูลที่สมาชิกคนอื่นเห็น รวมถึงประวัติย่อของคุณ ผู้ช่วยเขียนประวัติที่ขับเคลื่อนด้วย AI ช่วยร่างประวัติย่อได้หากคุณอยากได้ตัวช่วยในการเริ่มต้น เปลี่ยนรหัสผ่าน และเปลี่ยนที่อยู่อีเมล ช่วยให้คุณอัปเดตข้อมูลบัญชีได้จากในแอป ออกจากระบบก็อยู่ที่นี่ด้วย ข้อความส่วนตัวจัดการจากโปรไฟล์ของสมาชิก ไม่ใช่จากบัญชีของฉัน หากต้องการส่งข้อความถึงใคร ให้หาชื่อของคนนั้นในแอป เปิดโปรไฟล์ แล้วเลือกตัวเลือกส่งข้อความส่วนตัว
tr: Hesabım, oturum açma ve AppleVis hesabınızı yönetmeyle ilgili seçenekleri içerir. Profili Düzenle, biyografiniz dahil diğer topluluk üyelerine gösterilen bilgileri değiştirmenizi sağlar. Başlamak için yardım isterseniz yapay zekâ destekli Biyografi Yardımcısı taslak hazırlamanıza yardım edebilir. Parolayı Değiştir ve E-posta Adresini Değiştir, hesap bilgilerinizi uygulamadan güncellemenizi sağlar. Oturumu Kapat da buradadır. Özel mesajlar Hesabım'dan değil, üye profillerinden yönetilir. Birine mesaj göndermek için adını uygulamada bulun, profilini açın ve ona özel mesaj gönderme seçeneğini belirleyin.
uk: «Мій обліковий запис» містить параметри, пов'язані зі входом і керуванням обліковим записом AppleVis. «Редагувати профіль» дає змогу змінювати відомості, які бачать інші учасники спільноти, зокрема біографію. «Помічник біографії» на основі ШІ допоможе її скласти, якщо потрібна допомога, щоб почати. «Змінити пароль» і «Змінити адресу електронної пошти» дають змогу оновити облікові дані прямо в додатку. Тут також можна вийти з облікового запису. Особисті повідомлення надсилаються з профілів учасників, а не з «Мого облікового запису». Щоб написати комусь, знайдіть його ім'я в додатку, відкрийте профіль і виберіть варіант надсилання особистого повідомлення.
vi: Tài Khoản Của Tôi chứa các tùy chọn liên quan đến đăng nhập và quản lý tài khoản AppleVis của bạn. Chỉnh sửa hồ sơ cho phép bạn thay đổi thông tin hiển thị với các thành viên khác, kể cả tiểu sử. Trợ lý tiểu sử dùng AI có thể giúp bạn soạn tiểu sử nếu bạn muốn được hỗ trợ lúc bắt đầu. Đổi mật khẩu và Đổi địa chỉ email cho phép bạn cập nhật thông tin tài khoản ngay trong ứng dụng. Đăng xuất cũng ở đây. Tin nhắn riêng được gửi từ hồ sơ của thành viên chứ không phải từ Tài Khoản Của Tôi. Để nhắn tin cho ai đó, hãy tìm tên họ trong ứng dụng, mở hồ sơ của họ và chọn tùy chọn gửi tin nhắn riêng.
zh_hans: “我的账户”包含与登录和管理 AppleVis 账户相关的选项。 “编辑个人资料”可以更改其他社区成员看到的信息，包括你的个人简介。如果你想在开头得到一些帮助，AI 驱动的“简介助手”可以帮你起草简介。 “更改密码”和“更改电子邮件地址”可以在应用中更新你的账户信息。“退出登录”也在这里。 私信是从成员的个人资料中发送的，而不是在“我的账户”中。要给某人发消息，请在应用中找到对方的名字，打开其个人资料，然后选择发送私信的选项。
